export const chatsMock = [
  {
    name: "Иван Иванов",
    text: "Привет! Как дела?",
    time: "12:30",
    count: 3,
    active: true,
  },
  {
    name: "Мария Петрова",
    text: "Завтра встреча в 15:00",
    time: "11:15",
    count: 0,
  },
];
export const messageMock = [
  {
    text: "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.",
    time: "11:30",
    isRead: false,
    isOutgoing: false,
  },
  {
    text: "Круто",
    time: "11:40",
    isRead: true,
    isOutgoing: true,
  },
];
